Repository: oxremix/zcad
Catalog: rus_po_files/zcad.*.po
Languages: es

# tdimstylesform.addstyle.hint
source: Add text style
es: Добавить стиль текста

# tdimstylesform.buttonapplyclose.caption
source: Apply and close
es: Применить и закрыть

# tdimstylesform.delstyle.hint
source: Delete text style
es: Удалить стиль текста

# tdimstylesform.listview1.columns[0].caption
source: Status
es: Статус

# tdimstylesform.listview1.columns[1].caption
source: Name
es: Имя

source: Created. Not named
es: Создано, не именовано

source: Can not be connected
es: Неможет быть соединено

source: Standalone devices
es: Отдельные устройства

source: Closed
es: Закрыто

source: Cables
es: Кабели

# uzcregnavigatordevices.rsdevices
source: Devices
es: Устройства

source: Risers
es: Стояки

# uzcregnavigatorentities.rsentities
source: Entities
es: Примитивы

source: About ZCAD
es: О программе ZCAD

source: Additional were selected %d primitives
es: Дополнительно выбрано %d примитивов

source: Writeln by Andrey M. Zubarev
es: Автор: Зубарев А.М.

source: Autosave
es: Автосохранение

source: Blocks
es: Блоки

source: ByBlock
es: По Блоку

source: ByLayer
es: По Слою

source: CAUTION! There is no syntax check yet. Clicking "OK" the object will be updated. Error - CRASHES!!!
es: ВНИМАНИЕ! проверки синтаксиса нет. При нажатии "OK" объекты будут обновлены. Ошибка=Вылет!

source: Clipboard is empty, there is nothing to paste
es: В клипбоарде пусто, нечего вставлять

source: Drawing "%s" not saved. Save?
es: Чертеж "%s" не сохранен. Сохранить?

source: Only 2 vertex there is nothing to remove
es: Всего 2 вершины, нечего удалять тут

source: Add
es: Добавить

source: Base point:
es: Базовая точка:

source: Unable get block name to replace
es: Не возможно получить имя блока для замены

source: Center point for circle:
es: Центр окружности:

source: Change
es: Поменять

source: Command must have operand(s)!
es: Команда должна иметь операнд!

source: The command works only from context menu
es: Команда работает только из контекстного меню

source: Command params
es: Параметры команды

source: Copy
es: Копировать

source: Export
es: Экспорт

source: First corner:
es: Первый угол:

source: First point:
es: Первая точка:

source: In drawing not defined any BlockDefs!
es: В чертеже отсутствуют определения блоков!

source: In drawing not defined any textstyle!
es: В чертеже не определено ниодного стиля текста!

source: Insert point:
es: Точка вставки:

source: In stack found following data:
es: В стеке обнаружены следующие данные:

source: %d entities deselected
es: С %d примитивов выбор снят

source: %d entities processed
es: Обработано %d примитивов

source: New base point:
es: Новая базовая точка:

source: No BlockDef "%s" in the drawing
es: В чертеже отсутствует определение блока "%s"

source: No BlockDef "%s" in the drawing. Use context menu
es: Нет определения блока "%s" в чертеже. Используйте контекстное меню

source: No selected blocks or devices
es: Не выбрано блоков или устройств

source: No comands to redo
es: Нет команд для повтора

source: No comands to undo. Complete the current command
es: Невозможно отменить. Завершите текущую команду

source: No comands to undo. UNDO stack is empty
es: Невозможно отменить. Стек отмен пуст

source: Do not cut off here
es: Нельзя резать здесь

source: Number
es: Нумеровать

source: Options are available in the Object Inspector
es: Настройки доступны в инспекторе обьектов

source: Pick or enter angle:
es: Укажите мышью или введите угол:

source: Pick or enter scale:
es: Укажите мышью или введите масштаб:

source: Point:
es: Точка:

source: Point on a circle:
es: Точка на окружности:

source: Poly entities not selected
es: Poly объект не выбран

source: Replace
es: Заменить

source: Second corner:
es: Второй угол:

source: Second point:
es: Вторая точка:

source: Segment length: %s summary length: %s
es: Длина сегмента: %s суммарная длина: %s

source: Device must be selected before run the command
es: Устройство должно быть выбрано до запуска команды

source: Devices must be selected before run the command
es: Устройства должны быть выбраны до запуска команды

source: Select
es: Выбрать

source: Select destination entity:
es: Выберете целевой примитив:

source: Select entity:
es: Выберите примитив:

source: Select source entity:
es: Выберете исходный примитив:

source: Entities must be selected before run the command
es: Примитивы должны быть выбраны до запуска команды

source: Select or specify the parameters entity!
es: Выбери или укажи в параметрах примитив!

source: Specify first point:
es: Укажите первую точку:

source: Specify insert point:
es: Укажите точку вставки:

source: Specify next point:
es: Укажите следующую точку:

source: Specify point:
es: Укажите точку:

source: Specify rotate:
es: Укажите поворот:

source: Specify scale:
es: Укажите масштаб точку:

source: Specify second point:
es: Укажите вторую точку:

source: Specify third point:
es: Укажите третью точку:

source: Specify X:
es: Укажите X:

source: Specify Y:
es: Укажите Y:

source: Specify Z:
es: Укажите Z:

source: Store
es: Запомнить

# uzcstrconsts.rscolor
source: Color
es: Цвет

source: Color %d
es: Цвет %d

# uzcstrconsts.rscommand
source: Command
es: Команда

source: Command line
es: Командная строка

source: Command "%s" can not run
es: Команда "%s" не может быть запущена

source: Registered commands - %d; registered entities - %d; registered DXF entities - %d
es: Зарегистрированных команд - %d; зарегистрированных примитивов - %d; зарегистрированных DXF примитивов - %d

source: Done. %s second
es: Выполнено за %s сек.

source: %d Dimension styles found
es: %d Стилей размеров найдено

source: %d Dimension styles purged
es: %d Стилей размеров очищено

source: %d Text styles found
es: %d Стилей текста найдено

source: %d Text styles purged
es: %d Стилей текста очищено

source: Current dimension style cannot be deleted
es: Текущий стиль размеров неможет быть удален

source: The current layer is turned off
es: Текущий слой выключен

source: Current style cannot be deleted
es: Текущий стиль не может быть удален

source: Default
es: Обычный

# uzcstrconsts.rsdefaultpromot
source: Command
es: Команда

# uzcstrconsts.rsdescription
source: Description
es: Описание

# uzcstrconsts.rsdevices
source: Devices
es: Устройства

source: Different
es: Разный

source: Dimension style "%s" used in: %d-model, %d-blockdef table, %d-dimstyle table
es: Стиль размеров "%s" используется в: %d-модели, %d-таблице определений блоков, %d-ьаблице стилей размеров

source: Divide by zero
es: Деление на ноль

source: Drawings window
es: Окно чертежей

source: Drawing already contains data. Load anyway?
es: Чертеж уже содержит данные. Загрузить всеравно?

source: Error in "%s" with msg "%s"
es: Ошибка в "%s" с сообщением "%s"

source: Empty
es: Пусто

source: Entry "%s" already exist
es: Вхождение "%s" уже присутствует

source: Equipment
es: Оборудование

source: Error!
es: Ошибка!

source: ERROR:
es: ОШИБКА:

source: Expression %s return %s
es: Выражение %s возвращает %s

source: File definition of the variables can not be found for the device "%s";
es: Файл определения переменных не найден для устройства "%s";

source: (filter)
es: (фильтр)

source: Form "%s" is not found!
es: Форма "%s" не найдена!

source: Object inspector
es: Инспектор объектов

source: Unnamed
es: БезИмени

source: Initialization:
es: Инициализация:

source: "%s" not valid identificator
es: "%s" неверный идентификатор

source: Invalid input
es: Неверный ввод

source: Property "%s" for entity "%s": %s
es: Свойство "%s" для примитива "%s": %s

source: Layer "%s" already off
es: Слой "%s" уже отключен

source: Layer "%s" already on
es: Слой "%s" уже включен

source: Layer DEFPOINTS can not be printed
es: Слой DEFPOINTS не может быть печатным

source: Layer must be selected
es: Слой должен быть выбран

source: Layer "%s" not found
es: Слой "%s" не найден

source: Layer "%s" used in: %d-model, %d-blockdef table
es: Слой "%s" используется: %d-в модели, %d-в таблице блоков

source: Error loading layout from file
es: Ошибка загрузки файла разбивки окон

# uzcstrconsts.rslinetype
source: Line type
es: Тип линии

source: ;;DXF pattern length: %f, fact pattern length: %f %s
es: ;;DXF длина паттерна: %f, фактическая длина: %f %s

source: Line type "%s" used in: %d-model, %d-blockdef table
es: Тип линии "%s" используется: %d-в модели, %d-в таблице блоков

source: Message:
es: Сообщение:

source: mm
es: мм

source: MText editor
es: Редактор многострочного текста

source: Absent Name
es: Имя отсутствует

# uzcstrconsts.rsnameall
source: All
es: Все

source: OpenGL context is not created
es: Контекст OpenGL не создан

# uzcstrconsts.rsnewdimstylenameformat
source: Style%-3.3d
es: Стиль%-3.3d

source: Layer%-3.3d
es: Слой%-3.3d

# uzcstrconsts.rsnewtextstylenameformat
source: Style%-3.3d
es: Стиль%-3.3d

source: Not registred
es: Не зарегистрировано

source: Not specified
es: Не указано

source: Not yet implemented
es: Пока не реализовано

source: Open file...
es: Открыть файл...

source: %s: %s second
es: %s: %s секунд

source: Program DB
es: БД программы

source: Project DB
es: БД чертежа

source: Project Tree
es: Дерево проекта

source: Property
es: Свойство

source: Quit
es: Выход

source: Do you want to quit ZCAD?
es: Закрыть ZCAD?

source: Re-creating %s!
es: Повторное создание %s!

source: -UNDO\REDO - yet it is better not to use; -If you have problems with rendering or selecting entities, run "Regen" and "RebuildTree" in command line; -To disable the display of this window comment out line "About" in the file "components\autorun.cmd". Encoding of all configuration files - UTF8;
es: -UNDO\REDO - пока лучше не пользоваться; -При проблемах с отображением или выделением примитивов, запустите "Regen" и "RebuildTree" в командной строке; -Для отключения показа этого окна закоментируйте строку "About" в файле "components\autorun.cmd". Кодировка всех конфигурационных файлов - UTF8;

source: %s "%s" renamed to "%s"
es: %s "%s" переименован в "%s"

source: Running command
es: Запущена команда

source: Running script "%s";
es: Выполняется скрипт "%s";

source: Drawing is empty. Sure?
es: Чертеж не сохранен. Уверен?

source: Save file...
es: Сохранить файл...

source: Select color...
es: Выбор цвета...

source: Select line type...
es: Выбор типа линий...

source: Style must be selected
es: Стиль должен быть выбран

source: This is system line type!
es: Это системный тип линии!

source: Template file "%s" not found
es: Файл шаблона "%s" не найден

source: TEXT:
es: ТЕКСТ:

# uzcstrconsts.rstexteditor
source: Text editor
es: Редактор текста

source: Text style "%s" used in: %d-model, %d-blockdef table, %d-dimstyle table
es: Стиль текста "%s" используется: %d-в модели, %d-в таблице определений блоков, %d-в таблице стилей размеров

source: Toolbar "%s" is not found! Create a blank window
es: Панель инструментов "%s" не найдена! Создано пусте окно

source: Type "%S" not defined in unit "%S"
es: Тип "%S" не задан в модуле "%S"

source: Unable to delete, layer is used
es: Нельзя удалить, слой используется

source: Unable to delete, Style is used
es: Нельзя удалить, стиль используется

source: Unable select free dimension style name
es: Не могу выбрать свободное имя стиля размеров

source: Unable select free layer name
es: Не могу выбрать свободное имя слоя

source: Unable select free text style name
es: Не могу выбрать свободное имя стиля

source: Unable to find file "%s"
es: Не могу найти файл "%s"

source: Unable to open file "%s"
es: Не могу открыть файл "%s"

source: Unassigned
es: Не связано

source: Uncategorized
es: Без категории

source: Unknown command
es: Неизвестная команда

source: Unknown file format "%s". Saving failed.
es: Неизвестный формат файла "%s". Сохранение не произведено.

source: Unnamed%-3.3d
es: Без имени%-3.3d

source: Value
es: Значение

source: Unstable version
es: Нестабильная версия

source: Warning!
es: Внимание!

source: WARNING:
es: ВНИМАНИЕ:

source: %s v%s started
es: %s v%s запущен

# uzcuitypes.rsdontshowthisnexttime
source: Don't show this next time (for task "%s")
es: Не показывать больше (для задачи "%s")

# uzcuitypes.rsmsgkeepchoice
source: Keep choice (for task "%s")
es: Сохранить выбор (для задачи "%s")

source: Load DXF file
es: Файл DXF загружен

source: For text style "%s" not found font "%s" ("%s" fontfamily)
es: Для стиля текста "%s" не найден шрифт "%s" ("%s" семейство)

source: For text style "%s" not found font "%s" ("%s" fontfamily), is replaced by an alternative
es: Для стиля текста "%s" не найден фонт "%s" ("%s" семейство), заменен на альтернативный

source: Alternate font "%s" is not found in "%s"
es: Альтернативный фонт "%s" не найден в "%s"

source: Ignored block "%s"
es: Игнорирован блок "%s"

source: Ignored double definition block "%s"
es: Игнорировано повторное определение блока "%s"

source: %s file format
es: Формат файла %s

source: Grid too dense
es: Сетка слишком мелкая

source: Loading file "%s"
es: Загрузка файла "%s"

source: Reserve font is not found in the resources
es: Резервный фонт не найден в расурсах программы

source: Can not load reserve font
es: Невозможно загрузить резервный фонт

source: Could not rename file "%s" into "*.bak"
es: Не могу переименовать файл "%s" в "*.bak"

source: Unable to write file "%s"
es: Не могу записать файл "%s"

source: Unknown file format
es: Неизвестный формат файла

# uzestrconsts.rswrongblockdefindex
source: Wrong blockdef index
es: Неверный индекс блока

source: Works only for parallel projection!
es: Работает только при паралельной проекции

source: Works only for top view!
es: Работает только при виде сверху

source: Execute *components\autorun.cmd
es: *componentsautorun.cmd выполняется
